# Generated from current system (top-level only)

brew "asciidoctor"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "bufbuild/buf/buf"
brew "cask"
brew "cloc"
brew "cocoapods"
brew "countdown"
brew "cowsay"
brew "docker"
brew "docker-compose"
brew "elixir"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "flyctl"
brew "foreman"
brew "fortune"
brew "fossil"
brew "fswatch"
brew "fzf"
brew "gdal"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "gum"
brew "helix"
brew "http-server"
brew "jj"
brew "jq"
brew "jump"
brew "lazydocker"
brew "lazygit"
brew "llm"
brew "lolcat"
brew "lsd"
brew "lua"
brew "mas"
brew "maven"
brew "mise"
brew "mole"
brew "monolith"
brew "mysql-client"
brew "ncdu"
brew "nowplaying-cli"
brew "ocrmypdf"
brew "opam"
brew "php"
brew "pipx"
brew "plow"
brew "pocketbase"
brew "postgresql@14"
brew "ranger"
brew "rbenv"
brew "rclone"
brew "resvg"
brew "ripgrep"
brew "romkatv/gitstatus/gitstatus"
brew "scc"
brew "sevenzip"
brew "showkey"
brew "spotify_player"
brew "starship"
brew "stow"
brew "swiftlint"
brew "syncthing"
brew "tailscale"
brew "telnet"
brew "tesseract-lang"
brew "tldr"
brew "tmux"
brew "tree"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "xcbeautify"
brew "xcodegen"
brew "yazi"
brew "you-get"
brew "yt-dlp"
brew "zellij"
brew "zoxide"

cask "aerospace"
cask "block-goose"
cask "calibre"
cask "devtoys"
cask "espanso"
cask "flux"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "itsycal"
cask "karabiner-elements"
cask "keycastr"
cask "marta"
cask "obsidian"
cask "ollamac"
cask "orbstack"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "shortcat"
cask "spaceid"
cask "stats"
cask "thunderbird"
cask "tomatobar"
cask "vscodium"
cask "wezterm"
cask "whisky"
cask "zed@preview"
